org/probabilidad/07.org
#+title:Procesos de Poisson
* Proceso puntual de Poisson
** Procesos puntuales
Informalmente, un proceso puntual aleatorio es un conjunto enumerable
de puntos aleatorios ubicados sobre la recta real. En la mayoría de
las aplicaciones un punto de un proceso puntual es el instante en que
ocurre algún evento, motivo por el cual los puntos también se llaman
eventos o arribos. Por ejemplo, los tiempos de arribo de clientes a la
caja de un supermercado o de los trabajos al procesador central de una
computadora son procesos puntuales.  En teoría fiabilidad, un evento
podría ser el instante en que ocurre una falla. El ejemplo básico de
este tipo de procesos es el proceso de Poisson.
**** Definición 1.1 (Proceso puntual aleatorio)
Un proceso puntual aleatorio sobre la semirecta positiva es una
sucesión $\{S_n: n \geq 0\}$ de variables aleatorias no negativas
tales que, casi seguramente,

(a) $S_0 ≡ 0$,
(b) $0 < S_1 < S_2 < \cdots$, 
(c) $\lim_{n \rightarrow \infty}S_n = +\infty$.

La condición (b) significa que no hay arribos simultáneos. La
condición (c) significa que no hay explosiones, esto es, no hay una
acumulación de arribos en tiempos finitos.

La sucesión de variables aleatorias $\{T_n: n \geq 1\}$ definida por

#+name:eq:1
T_n := S_n − S_{n−1}

se llama la sucesión de tiempos de espera entre arribos.

Introducimos una familia de nuevas variables aleatorias $N(t)$, $t
\geq 0$, de la siguiente manera: para cada $t \geq 0$ definimos N(t)
como la cantidad de arribos ocurridos durante el intervalo de tiempo
$(0, t]$,

#+name:eq:2
N (t) := \displaystyle\sum_{n \geq 1} \textbf{1}\{S_n \leq t\} (2)
= max \{n \geq 0 : S_n \leq t\}

Figura 1: Realización típica de un proceso puntual aleatorio sobre la
semi-recta positiva.

**** Observación 1.2. 
Notar que $N(t)$ es una función de $t$ y de las variables aleatorias
$T_1, T_2, \dots$ a valores enteros no negativos. Indicaremos esa
relación de la siguiente manera

#+name:eq:4
N ( t) = \Psi(t{T_1, T_2, \dots) , (4)

donde $\Psi$ es la relación definida en (2).

La cantidad de arribos ocurridos durante el intervalo de tiempo $(s,
t] \subset \Re^+ , N(s, t]$, es el incremento $N(t) − N}(s)$

#+name:eq:5
N ( s, t] := N ( t) − N ( s) = \displaystyle\sum_{n \geq 1} \textbf{1}\{s < S_n \leq t\} (5)

De (3) se obtiene la relación básica que conecta a las variables
$N(t)$ con las $S_n$:

#+name:eq:6
N (t) \geq n \iff S_n \leq t (6)

De allí se desprende que

#+name:eq:7
N (t) = n \iff S_n \leq t < S_{n+1} (7)

**** Proceso de conteo
La familia de variables aleatorias $\{N(t) : t \geq 0\}$ es un proceso
estocástico denominado el proceso de conteo de la sucesión de arribos
$\{S_n: n \geq 0\}$. Debido a que la sucesión de arribos se puede
reconstruir a partir de $N$, $N$ también recibe la denominación
/"proceso puntual"/

**** Propiedades
Por definición, el proceso de conteo satisface las siguientes propiedades:
1. Para cada t \geq 0, la variable aleatoria N(t) tiene valores
   enteros no negativos.
2. $N(0) = 0$ y $\lim_{t\rightarrow\infty}N(t) = \infty$.
3. Si s < t, entonces N (s) \leq N}(t).
4. Como el intervalo (0, t] es cerrado a la derecha, la función
   (aleatoria) $N : \Re^+ \rightarrow N_0$ es continua a
   derecha. Además, en los puntos de discontinuidad tiene saltos de
   longitud 1.

En otras palabras, el gráfico de la función aleatoria $N : \Re^+
\rightarrow N_0$ es una escalera no decreciente, continua a derecha y
con saltos de longitud 1 en cada uno de los arribos del proceso
puntual.  Programa. En lo que sigue estudiaremos la distribución
conjunta de las $N(t)$ bajo ciertas condiciones sobre los tiempos de
espera entre arribos $T_n$ y vice versa.
** Procesos de Poisson
Existen varias definiciones equivalentes de procesos de
Poisson. Adoptamos la que nos parece más sencilla y
generalizable.[fn:1]

[fn:1] Elegimos la Definición 1.3 porque tiene la virtud de que se
puede extender a $\Re^d$ sin ninguna dificultad: un subconjunto
aleatorio (numerable) $\Pi$ de $\Re^d$ se llama un proceso de Poisson
de intensidad \lambda si, para todo A \in B(\Re^d), las variables
aleatorias N (A) = | \Pi \cap A| satisfacen

(a) N (A) tiene la distribución Poisson de parámetro \lambda | A | , y

(b) Si A_1, A_2, \dots , A_n \in B(\Re^d) son conjuntos disjuntos,
entonces N(A_1), N(A_2), \dots N (A_n) son variables aleatorias
independientes.


**** Definición 1.3 (Proceso de Poisson)
Un proceso puntual $\{S_n: n \geq 0\}$ sobre la semi-recta positiva es
un proceso de Poisson de intensidad $\lambda > 0$ si satisface las
siguientes condiciones

(i) El proceso tiene incrementos independientes: para cada colección
finita de tiempos $0 = t_0 < t_1 < \cdots < t_n$, los incrementos
$N(t_{i-1}, t_i] = N(t_i) − N(t_{i-1}), i = 1, \dots , n$ son
independientes.

(ii) Los /incrementos individuales/ $N ( s, t] = N ( t) − N ( s)$ tienen la distribución Poisson: 

#+name:eq:8
\mathbb{P}(N(s, t] = n) = e^{-\lambda (t−s)} \frac{(\lambda(t−s))^n}{n!} , n = 0, 1, \dots , 0 \leq s < t (8)

