probabilidad/07.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-03-06 Wed 18:28 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Procesos de Poisson</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="/res/org.css"/>

</head>
<body>
<div id="content">
<h1 class="title">Procesos de Poisson</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org13b8fa2">Proceso puntual de Poisson</a>
<ul>
<li><a href="#orgfe705a9">Procesos puntuales</a>
<ul>
<li>
<ul>
<li><a href="#orge773ddc">Definición 1.1 (Proceso puntual aleatorio)</a></li>
<li><a href="#org077164e">Observación 1.2.</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org3bb4c7e">Procesos de Poisson</a>
<ul>
<li>
<ul>
<li><a href="#orgca15f94">Definición 1.3 (Proceso de Poisson)</a></li>
<li><a href="#orgb944bbf">Nota Bene</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org85bc904">Construcción</a>
<ul>
<li>
<ul>
<li><a href="#orgc81c7ea">Teorema 1.4.</a></li>
<li><a href="#orgc3be120">Demostración</a></li>
<li><a href="#org736014f">Teorema 1.5</a></li>
<li><a href="#orga97b68d">Demostración</a></li>
<li><a href="#org30256b7">Ejemplo 1.6</a></li>
<li><a href="#orgb73a8fc">Ejercicios adicionales</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgc401cee">Distribución condicional de los tiempos de llegada</a>
<ul>
<li>
<ul>
<li><a href="#orgccfbd64">Teorema 1.7 (Propiedad condicional)</a></li>
<li><a href="#orgdf1a9c1">Demostración</a></li>
<li><a href="#orgb90a757">Nota Bene</a></li>
<li><a href="#orgd54c38b">Ejemplo 1.8 (Insectos en un asado)</a></li>
<li><a href="#org30d4d6d">Solución</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org1d02c7c">Coloración y adelgazamiento de procesos de Poisson</a>
<ul>
<li>
<ul>
<li><a href="#orgaedc17e">Teorema 1.9 (Coloración).</a></li>
<li><a href="#orgbc2cf71">Demostración</a></li>
<li><a href="#org131e6c6">Ejemplo 1.10 (Insectos en un asado)</a></li>
<li><a href="#orgb70d3d8">Ejercicios adicionales</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org283148c">Superposición de Procesos de Poisson: competencia</a>
<ul>
<li>
<ul>
<li><a href="#org8a6f1cb">Teorema 1.11 (Superposición)</a></li>
<li><a href="#org5180e2a">Demostración</a></li>
<li><a href="#org12be1f8">Lema 1.12</a></li>
<li><a href="#org8bd855c">Demostración</a></li>
<li><a href="#orgd79ed87">Teorema 1.13 (Competencia)</a></li>
<li><a href="#org0c20d7a">Demostración</a></li>
<li><a href="#org51d2d69">Ejemplo 1.14 (Insectos en un asado)</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org071df0b">Procesos de Poisson compuestos</a>
<ul>
<li>
<ul>
<li><a href="#orge90cd1c">Lema 1.15</a></li>
<li><a href="#org63a0b67">Demostración</a></li>
<li><a href="#orga1d05f0">Ejemplo 1.16</a></li>
<li><a href="#org14c6454">Solución</a></li>
<li><a href="#orgda31c67">Ejercicios adicionales</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li><a href="#org143756b">Bibliografía consultada</a></li>
</ul>
</div>
</div>
<div id="outline-container-org13b8fa2" class="outline-2">
<h2 id="org13b8fa2">Proceso puntual de Poisson</h2>
<div class="outline-text-2" id="text-org13b8fa2">
</div>
<div id="outline-container-orgfe705a9" class="outline-3">
<h3 id="orgfe705a9">Procesos puntuales</h3>
<div class="outline-text-3" id="text-orgfe705a9">
<p>
Informalmente, un proceso puntual aleatorio es un conjunto enumerable
de puntos al eato rios ubicados sobre la recta real. En la mayoría de
las aplicaciones un punto de un proceso puntual es el instante en que
ocurre algún evento, motivo por el cual los puntos también se llaman
eventos o arribos. Por ejemplo, los tiempos de arribo de clientes a la
caja de un supermercado o de los trabajos al procesador central de una
computadora son procesos puntuales.  En teoría fiabilidad, un evento
podría ser el instante en que ocurre una falla. El ejemplo básico de
este tipo de procesos es el proceso de Poisson.
</p>
</div>
<div id="outline-container-orge773ddc" class="outline-5">
<h5 id="orge773ddc">Definición 1.1 (Proceso puntual aleatorio)</h5>
<div class="outline-text-5" id="text-orge773ddc">
<p>
Un proceso puntual aleatorio sobre la semirecta positiva es una sucesión \{S
n
</p>
<pre class="example">
n \geq 0{\} de variables aleato rias no negativas tales que, casi seguramente,

</pre>
<p>
(a) S}
0
≡ 0,}
(b) 0 &lt; S}
1
&lt; S
2
&lt; · · · , 
(c) lim
n{&rarr;&infin;}
S
n
= +{&infin;}.
</p>

<p>
La condición (b) significa que no hay arribos simultáneos. La condición (c) significa que
no hay explosiones, esto es, no hay una acumulación de arribos en tiempos finitos.
La sucesión de variables aleatorias \{T
n
</p>
<pre class="example">
n \geq 1{\} definida por

</pre>
<p>
T
n
:= S}
n
− S}
n{−{1
(1)
se llama la sucesión de tiempos de espera entre arribos.
Introducimos una familia de nuevas variables aleatorias N(t), t &ge; 0, de la siguiente manera:
para cada t &ge; 0 definimos N(t) como la cantidad de arribos ocurridos durante el intervalo de
tiempo (0, t],
N ( t) :=}
X
n &ge; 1
1\{S
n
&le; t\} (2)
= máx\{n &ge; 0 : S}
n
&le; t\. (3)}
2
1
2
3
4
5
t
N ( t ) 
S
5
S
4
S
3
S
2
S
1
T
2
T
3
T
1
T
4
T
5
Figura 1: Realización típica de un proceso puntual aleatorio sobre la semi-recta positiva.
</p>
</div>
</div>
<div id="outline-container-org077164e" class="outline-5">
<h5 id="org077164e">Observación 1.2.</h5>
<div class="outline-text-5" id="text-org077164e">
<p>
Notar que N ( t ) es una función de t y de las variables aleatori as T
1
, T
2
, &hellip;
a valores enteros no negativos. Indicaremos esa relación de la siguiente manera
N ( t) = Ψ(t{; T
1
, T
2
, &hellip;  ) , (4)
donde Ψ es la relación definida en (2).
La cantidad de arribos ocurridos durante el intervalo de tiempo (s, t] &sub; R
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
, N(s, t], es el
incremento N(t) − N}(s)
N ( s, t] := N ( t) − N ( s) =}
X
n &ge; 1
1\{s &lt; S
n
&le; t\. (5)}
De (3) se obtiene la relación básica que conecta a las variables N(t) con las S}
n
</p>
<pre class="example">


</pre>
<p>
N ( t) &ge; n \iff S
n
&le; t. (6)}
De allí se desprende que
N ( t) = n \iff S
n
&le; t &lt; S}
{n+1}
. (7)
Proceso de conteo. La familia de variables aleatorias \{N}(t) : t &ge; 0{\} es un proceso es
tocástico denominado el proceso de conteo de la sucesión de arribos \{S }
n
</p>
<pre class="example">
n \geq 0{\}. Debido a que

</pre>
<p>
la sucesión de arribos se puede reconstruir a partir de N , N también recibe la denominación
/"{proceso puntual ''.}
Propiedades. Por definición, el proceso de conteo satisface las siguientes propiedades:}
(i) Para cada t &ge; 0, la variable aleatoria N(t) tiene valores enteros no negativos.
(ii) N(0) = 0 y lim
t{&rarr;&infin;}
N ( t) = &infin;}.
3
(iii) Si s &lt; t, entonces N (s) &le; N}(t).
(iv) Como el intervalo (0, t] es cerrado a la derecha, la función (aleatoria) N : \Re
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
&rarr; N}
0
es continua a derecha. Además, en los puntos de discontinuidad tiene saltos de longitud 1.
En otras palabras, el gráfico de la función aleatoria N : \Re
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
&rarr; N}
0
es una escalera no
decreciente, continua a derecha y con saltos de longitud 1 en cada uno de los arribos del
proceso puntual.
Programa. En lo que sigue estudiaremos la distribución conjunta de las N(t) bajo ciertas}
condiciones sobre los tiempos de espera entre arribos T}
n
y vice versa.
</p>
</div>
</div>
</div>
<div id="outline-container-org3bb4c7e" class="outline-3">
<h3 id="org3bb4c7e">Procesos de Poisson</h3>
<div class="outline-text-3" id="text-org3bb4c7e">
<p>
Existen varias definiciones equivalentes de procesos de Poisson. Adoptamos la que nos
parece más senci lla y generalizable.
1
</p>
</div>
<div id="outline-container-orgca15f94" class="outline-5">
<h5 id="orgca15f94">Definición 1.3 (Proceso de Poisson)</h5>
<div class="outline-text-5" id="text-orgca15f94">
<p>
Un proceso puntual \{S
n
</p>
<pre class="example">
n \geq 0{\} sobre la semi-recta

</pre>
<p>
positiva es un proceso de Poisson de intensidad &lambda; &gt; 0 si satisface las siguientes condiciones
(i) El proceso tiene incrementos independientes{: para cada colección finita de tiempos 0 =
t
0
&lt; t
1
&lt; · · · &lt; t
n
, los incrementos N(t
i{−{1
, t
i
] = N(t
i
) − N}(t
i{−{1
), i = 1, &hellip; , n son
independientes.
(ii) Los incrementos individuales N ( s, t] = N ( t) − N ( s) tienen la distribución Poisson: 
\mathbb{P}(N(s, t] = n) = e}
−{&lambda; ( t}−{s ) 
( &lambda; (t − s))
n
n{!}
, n = 0, 1, &hellip; , 0 &le; s &lt; t. (8)
</p>
</div>
</div>
