org/probabilidad/07.org
**** TODO Demostración
1. Proceso Puntual. Para cada n \geq 1, \mathbb{P}(T_n> 0) = 1 y por
   la ley fuerte de los grandes números $\frac{1}{n}
   \displaystyle\sum_{i=1}^n T_i \rightarrow \frac{1}{\lambda}$ casi
   seguramente. Por lo tanto, $\{S_n: n \geq 0\}$ es un proceso
   puntual.

2. Distribuciones Poisson. Para cada $n \geq 1, S_n = T_1 + \cdots +
   T_n$ tiene distribución $\Gamma(n, \lambda)$: $$F_{S_n} (t) =
   \mathbb{P}(S_n \leq t) = \left( 1 − e^{−\lambda t}
   \displaystyle\sum_{k=0}^{n-1} \frac{(\lambda t)^k}{k!} \right)
   \textbf{1} \{t \geq 0\} = \left( e^{−\lambda t}
   \displaystyle\sum_{k=n}^\infty \frac{(\lambda t)^k}{k!} \right)
   \textbf{1} \{t \geq 0\}$$ 

Observando que $\{N(t) = n\} = \{N(t) < n + 1\} \setminus \{N (t) <
n\}$ y usando la relación básica, $N ( t ) < n \iff S_n > t$, se
deduce que

#+name:eq:10
\mathbb{P}(N(t) = n) = \mathbb{P}(N(t) < n + 1) − \mathbb{P}(N(t) < n)
= \mathbb{P}(S {n+1} > t) − \mathbb{P}(S_n > t ) = e −{\lambda t} n X
{k=0} (\lambda t) k k{!}  − e −{\lambda t} {n-1} X {k=0} (\lambda t) k
k{!}  = e −{\lambda t} (\lambda t) n n{!}  , n = 0, 1, \dots . (10)

Por lo tanto, para cada $t > 0$ fijo, el incremento $N(t)$ tiene una
distribución Poisson de media $\lambda t$: 

$$N ( t) \sim Poisson ( \lambda t )$$

3. Pérdida de memoria. Fijamos $t > 0$ y consideramos los arribos
   posteriores al instante $t$. Por (3) tenemos que $S_{N ( t ) } \leq
   t < S _ {N ( t)+1}$. El tiemp o de espera desde t hasta el primer
   arribo posterior a $t$ es $S_{N(t)+1}−t$; el tiempo de espera
   entre el primer y el segundo arribo posteriores a $t$ es
   $T_{N(t)+2}$; y así siguiendo. De este modo

#+name:eq:11
T_1^{(t)} := S_{N(t)+1} − t, 
T_2^{(t)} := T_{N(t)+2},
T_3^{(t)} := T_{N(t)+3}, \dots (11)

definen los tiempos de espera entre arribos posteriores a $t$.

Debido a la independencia de las $T_k$ y la propiedad de pérdida de
memoria de la distribución exponencial, parece intuitivamente claro
que condicionando al evento $\{N(t) = n\}$ las variables aleatorias
(11) son independientes y con distribución exponencial.

En lo que sigue mostraremos que $N(t), T_1^{(t)}, T_2^{(t)}, \dots$
son variables aleatorias independientes y que

#+name:eq:12
( T_1^{(t)}, T_2^{(t)}, \dots ) \sim (T_1, T_2, \dots  ) . (12)

Basta mostrar que para todo $n \geq 0$ y para toda elección de números
positivos $t_1, \dots , t_m ,m \in N$, vale que

#+name:eq:13
\mathbb{P}(N(t) = n, T_1^{(t)} > t_1 , \dots , T_m^{(t)} > t m ) =
\mathbb{P}(N(t) = n)e −{\lambda t} 1 \cdots e −{\lambda t} m . (13)

Para probarlo condicionaremos sobre la variable $S_n$,

\mathbb{P}(N(t) = n, T_1^{(t)} > t_1 ) = \mathbb{P}(S_n \leq t < S}
{n+1} , S {n+1} − t > t} 1 ) = \mathbb{P}(S_n \leq t, T} {n+1} > t_1
+ t − S_n
) = Z t_0 \mathbb{P}(T {n+1} > t_1
+ t − s)f
S_n (s)ds} = e −{\lambda t} 1 Z t_0 \mathbb{P}(T {n+1} > t − s ) f S_n
(s)ds} = e −{\lambda t} 1 \mathbb{P}(S_n \leq t, T} {n+1} > t − S_n )
= \mathbb{P}(N(t) = n)e −{\lambda t} 1 .

Para obtener la segunda igualdad hay que observar que $\{S_{n+1} > t\}
\cap \S_{n+1} − t > t_1\} = \{S_{n+1} > t_1 + t\}$ y escribir $S_{n+1}
= S_n + T_{n+1}$; la tercera se obtiene condicionando sobre $S_n$ ; la
cuarta se obtiene usando la propiedad de pérdida de memoria de la
exponencial $(\mathbb{P}(T_{n+1} > t_1 + t − s) = \mathbb{P}(T_{n+1} >
t_1 )\mathbb{P}(T_{n+1} > t − s) = e^{−\lambda t_1}
\mathbb{P}(T_{n+1}> t − s))$.

Por la independencia de las variables $T_n$,

\mathbb{P}(N(t) = n, T_1^{(t)} > t_1 , \dots , T_m^{(t)} > t m ) =
\mathbb{P}(S_n \leq t < S} {n+1} , S {n+1} − t > t} 1 , T_n{+2} > t 2
, T_n{+}m > t m ) = \mathbb{P}(S_n \leq t < S} {n+1} , S {n+1} − t >
t} 1 )e −{\lambda t} 2 \cdots e −{\lambda t} m = \mathbb{P}(N(t) = n)e
−{\lambda t} 1 \cdots e −{\lambda t} m .

4. Incrementos estacionarios e independientes. Por (6), $N(t + s) −
   N}(t) \geq m, o N (t + s) \geq N ( t) + m$, si y solo si S_{N (
   t)+m} \leq t + s$, que es la misma cosa que $T_1^{(t)}$ + \cdots +
   T_m^{(t)} \leq s$. Así

#+name:eq:14
N ( t + s) − N ( t) = máx\{m : T_1^{(t)} +  \cdots  + T_m^{(t)}\leq s\} (14)

Comparando (14) y (3) se puede ver que para $t$ fijo las variables
aleatorias $N(t + s) − N(t)$ para $s \geq 0$ se definen en términos de
la sucesión (11) exactamente de la misma manera en que las $N(s)$ se
definen en términos de la sucesión original de tiempos de espera. En
otras palabras,

#+name:eq:15
N ( t + s) − N ( t) = \Psi(s; T_1^{(t)}, T_2^{(t)}, \dots) (15)

donde $\Psi$ es la función definida en la Observación 4. De acuerdo con (12)

#+name:eq:16
\{N ( t + s ) − N ( t) : s \geq 0\} \sim \{N  ( s) : s \geq 0}\. (16)

De (15) y lo visto en 3. se deduce que $N(t)$ y $\{N (t+s)− N(t) : s
\geq 0\}$ son independientes.

Sean n \geq 2 y 0 < t}
1
< t
2
< \dots < t_n
. Como (N (t
2
) − N}(t_1
), \dots , N (t_n
) − N}(t
{n-1}
)) es una
función de \{N (t_1
+ s) − N}(t_1
) : s \geq 0{\, tenemos que
N ( t_1
) y (N(t
2
) − N}(t_1
), \dots , N (t_n
) − N}(t
{n-1}
))

son independientes. Esto es,

\mathbb{P}(N(t}
1
) = m
1
, N  ( t
2
) − N}(t_1
) = m
2
, \dots , N  ( t_n
) − N}(t
{n-1}
) = m
n
)
= \mathbb{P}(N(t_1
) = m
1
)\mathbb{P}(N(t
2
) − N}(t_1
) = m
2
, \dots , N  ( t_n
) − N}(t
{n-1}
) = m
n
)
En particular, se obtiene la la independencia de los incrementos para el caso en que n = 2:
\mathbb{P}(N(t}
1
) = m
1
, N  ( t
2
) − N}(t_1
) = m
2
) = \mathbb{P}(N(t_1
) = m
1
)\mathbb{P}(N(t
2
) − N}(t_1
) = m
2
).

Usando (16) se concluye que

#+name:eq:17
(N(t 2 ) − N}(t_1 ), N (t 3 ) − N}(t 2 ), \dots , N (t_n ) − N}(t
{n-1} )) \sim (N(t} 2 − t_1 ), N (t 3 − t_1 ) − N}(t 2 − t_1 ), \dots
, N (t_n − t_1 ) − N}(t {n-1} − t_1 )). (17)

El caso general se obtiene por iteración del mismo argumento, aplicado al lado derecho de
(17):

#+name:eq:18
\mathbb{P}(N(t} 2 ) − N}(t_1 ) = m 2 , N ( t k ) − N}(t k{−{1 ) = m k
, 3 \leq k \leq n ) = \mathbb{P}(N(t 2 − t_1 ) = m 2 , N ( t k − t_1 )
− N}(t k{−{1 − t_1 ) = m k , 3 \leq k \leq n ) = \mathbb{P}(N(t 2 −
t_1 ) = m 2 )\mathbb{P}(N(t k − t_1 ) − N}(t k{−{1 − t_1 ) = m k , 3
\leq k \leq n ) = \mathbb{P}(N(t 2 ) − N}(t_1 ) = m 2 )\mathbb{P}(N(t
k ) − N}(t k{−{1 ) = m k , 3 \leq k \leq n ) = \cdots } = n Y {k=2}
\mathbb{P}(N(t} k ) − N}(t k{−{1 ) = m k ).  Por lo tanto, si 0 = t_0
< t_1 < \cdots < t_n , entonces \mathbb{P}(N(t} k ) − N}(t k{−{1 ) = m
k , 1 \leq k \leq n) =} n Y {k=1} \mathbb{P}(N(t} k − t k{−{1 ) = m k
). (18)

De (18) y (10) se obtienen las dos condiciones que definen a un
proceso de Poisson.  En lo que sigue mostraremos que vale la
recíproca. Esto es, los tiempos de espera entre arribos de un proceso
de Poisson de intensidad \lambda son variables aleatorias
independientes cada una con distribución exponencial de intensidad
\lambda.
**** DONE Teorema 1.5
Sea $\{S_n: n \geq 0\}$ un proceso puntual de Poisson de intensidad
$\lambda$ sobre la semirecta positiva. Los tiempos de espera entre
arribos $T_n , n \geq 1$ , definidos en (1), constituyen una sucesión
de variables aleatorias independientes cada una con distribución
exponencial de intensidad $\lambda$.

