probabilidad/07.html
<div id="outline-container-orgc3be120" class="outline-5">
<h5 id="orgc3be120">Demostración</h5>
<div class="outline-text-5" id="text-orgc3be120">
<ol class="org-ol">
<li>Proceso Puntual. Para cada n &ge; 1, \mathbb{P}(T</li>
</ol>
<p>
n
&gt; 0) = 1 y por la l ey fuerte de los grandes}
números
1
n
P
n
{i=1}
T
i
&rarr;
1
&lambda;
casi seguramente. Por lo tanto, \{S
n
</p>
<pre class="example">
n \geq 0{\} es un proceso puntual.

</pre>
<ol class="org-ol">
<li>Distribuciones Poisson. Para cada n &ge; 1, S</li>
</ol>
<p>
n
= T}
1
</p>
<ul class="org-ul">
<li>· · · + T}</li>
</ul>
<p>
n
tiene distribución &Gamma;(n, &lambda;):
F
S
n
(t) = \mathbb{P}(S}
n
&le; t) =
1 − e}
−{\lambdat}
n{−{1
X
{k=0}
(\lambdat)
k
k{!}
!
1\{t &ge; 0\} =
e
−{\lambdat}
&infin;
X
{k=n}
(\lambdat)
k
k{!}
!
1\{t &ge; 0\}.
Observando que \{N}(t) = n{\} = \{N}(t) &lt; n + 1{\}  &setminus;  \{N (t) &lt; n{\} y usando la relación básica,
N ( t ) &lt; n \iff S
n
&gt; t, se deduce que}
\mathbb{P}(N(t) = n) = \mathbb{P}(N(t) &lt; n + 1) − \mathbb{P}(N(t) &lt; n) = \mathbb{P}(S
{n+1}
&gt; t) − \mathbb{P}(S
n
&gt; t ) 
= e
−{\lambdat}
n
X
{k=0}
(\lambdat)
k
k{!}
− e
−{\lambdat}
n{−{1
X
{k=0}
(\lambdat)
k
k{!}
= e
−{\lambdat}
(\lambdat)
n
n{!}
, n = 0, 1, &hellip; . (10)
Por lo tanto, para cada t &gt; 0 fijo, el incremento N(t) tiene una distribución Poisson de media
\lambdat{:}
N ( t) &sim; P oisson ( \lambdat ) .
</p>
<ol class="org-ol">
<li>Pérdida de memoria. Fijamos t &gt; 0 y consideramos los arribos posteriores al instante t.</li>
</ol>
<p>
Por (3) tenemos que S}
N ( t ) 
&le; t &lt; S}
N ( t)+1}
. El tiemp o de espera desde t hasta el primer arribo
posterior a t es S}
N ( t)+1}
−{t{; el tiempo de espera entre el primer y el segundo arribo posteriores
a t es T}
N ( t)+2}
; y así siguiendo. De este modo
T
(t)
1
:= S}
N ( t)+1}
− t, T}
(t)
2
:= T}
N ( t)+2}
, T
(t)
3
:= T}
N ( t)+3}
, &hellip; (11)
5
definen los tiempos de espera entre arribos posteriores a t.
Debido a la independencia de las T}
k
y la propiedad de pérdida de memoria de la distribu
ción exponencial, parece intuitivamente claro que condicionando al evento \{N}(t) = n{\} las
variables aleatorias (11) son independientes y con distribución exponencial.
En lo que sigue mostraremos que N(t), T}
(t)
1
, T
(t)
2
, &hellip; son variables aleatorias independi
entes y que
(T}
(t)
1
, T
(t)
2
, &hellip; ) &sim; (T
1
, T
2
, &hellip;  ) . (12)
Basta mostrar que para to do n &ge; 0 y para toda elección de números positivos t
1
, &hellip; , t
m
,
m &isin; N, vale que 
\mathbb{P}(N(t) = n, T
(t)
1
&gt; t
1
, &hellip; , T
(t)
m
&gt; t
m
) = \mathbb{P}(N(t) = n)e
−{\lambdat}
1
· · · e
−{\lambdat}
m
. (13)
Para probarlo condicionaremos sobre la variable S}
n
,
\mathbb{P}(N(t) = n, T
(t)
1
&gt; t
1
) = \mathbb{P}(S}
n
&le; t &lt; S}
{n+1}
, S
{n+1}
− t &gt; t}
1
)
= \mathbb{P}(S}
n
&le; t, T}
{n+1}
&gt; t
1
</p>
<ul class="org-ul">
<li>t − S}</li>
</ul>
<p>
n
)
=
Z
t
0
\mathbb{P}(T
{n+1}
&gt; t
1
</p>
<ul class="org-ul">
<li>t − s)f</li>
</ul>
<p>
S
n
(s)ds}
= e
−{\lambdat}
1
Z
t
0
\mathbb{P}(T
{n+1}
&gt; t − s ) f
S
n
(s)ds}
= e
−{\lambdat}
1
\mathbb{P}(S
n
&le; t, T}
{n+1}
&gt; t − S
n
)
= \mathbb{P}(N(t) = n)e
−{\lambdat}
1
.
Para obtener la segunda igualdad hay que observar que \{S
{n+1}
&gt; t{\} &cap; &sect;
{n+1}
− t &gt; t}
1
\} =}
\{S}
{n+1}
&gt; t
1
</p>
<ul class="org-ul">
<li>t{\} y escribir S}</li>
</ul>
<p>
{n+1}
= S}
n
</p>
<ul class="org-ul">
<li>T}</li>
</ul>
<p>
{n+1}
; la tercera se obtiene condicionando sobre S}
n
; la
cuarta se obtiene usando la propiedad de pérdida de memoria de la exponencial (\mathbb{P}(T}
{n+1}
&gt;
t
1
</p>
<ul class="org-ul">
<li>t − s) = \mathbb{P}(T}</li>
</ul>
<p>
{n+1}
&gt; t
1
)\mathbb{P}(T}
{n+1}
&gt; t − s) = e
−{\lambdat}
1
\mathbb{P}(T
{n+1}
&gt; t − s)).
Por la independencia de las variables T}
n
,
\mathbb{P}(N(t) = n, T
(t)
1
&gt; t
1
, &hellip; , T
(t)
m
&gt; t
m
)
= \mathbb{P}(S}
n
&le; t &lt; S}
{n+1}
, S
{n+1}
− t &gt; t}
1
, T
n{+2}
&gt; t
2
, T
n{+}m
&gt; t
m
)
= \mathbb{P}(S}
n
&le; t &lt; S}
{n+1}
, S
{n+1}
− t &gt; t}
1
)e
−{\lambdat}
2
· · · e
−{\lambdat}
m
= \mathbb{P}(N(t) = n)e
−{\lambdat}
1
· · · e
−{\lambdat}
m
.
</p>
<ol class="org-ol">
<li>Incrementos estacionarios e independientes. Por (6), N(t + s) − N}(t) &ge; m, o N (t +}</li>
</ol>
<p>
s) &ge; N ( t) + m, si y solo si S
N ( t)+}m
&le; t + s, que es la misma cosa que T}
(t)
1
</p>
<ul class="org-ul">
<li>· · · + T}</li>
</ul>
<p>
(t)
m
&le; s. Así
N ( t + s) − N ( t) = máx\{m : T
(t)
1
</p>
<ul class="org-ul">
<li>· · · + T}</li>
</ul>
<p>
(t)
m
&le; s\. (14)}
Comparando (14) y (3) se puede ver que para t fijo las variables aleatorias N(t + s) − N}(t)
para s &ge; 0 se definen en términos de la sucesión (11) exactamente de la misma manera en
que las N(s) se definen en términos de la sucesión original de tiempos de espera. En otras
palabras,
N ( t + s) − N ( t) = Ψ(s{; T
(t)
1
, T
(t)
2
, &hellip;  ) , (15)
6
donde Ψ es la función definida en la Observación 4. De acuerdo con (12)
\{N ( t + s ) − N ( t) : s &ge; 0\} &sim; \{N  ( s) : s &ge; 0}\. (16)}
De (15) y lo visto en 3. se deduce que N(t) y \{N (t+s)−{N}(t) : s &ge; 0{\} son independientes.
Sean n &ge; 2 y 0 &lt; t}
1
&lt; t
2
&lt; &hellip; &lt; t
n
. Como (N (t
2
) − N}(t
1
), &hellip; , N (t
n
) − N}(t
n{−{1
)) es una
función de \{N (t
1
</p>
<ul class="org-ul">
<li>s) − N}(t</li>
</ul>
<p>
1
) : s &ge; 0{\, tenemos que
N ( t
1
) y (N(t
2
) − N}(t
1
), &hellip; , N (t
n
) − N}(t
n{−{1
))
son independientes. Esto es,
\mathbb{P}(N(t}
1
) = m
1
, N  ( t
2
) − N}(t
1
) = m
2
, &hellip; , N  ( t
n
) − N}(t
n{−{1
) = m
n
)
= \mathbb{P}(N(t
1
) = m
1
)\mathbb{P}(N(t
2
) − N}(t
1
) = m
2
, &hellip; , N  ( t
n
) − N}(t
n{−{1
) = m
n
)
En particular, se obtiene la la independencia de los incrementos para el caso en que n = 2:
\mathbb{P}(N(t}
1
) = m
1
, N  ( t
2
) − N}(t
1
) = m
2
) = \mathbb{P}(N(t
1
) = m
1
)\mathbb{P}(N(t
2
) − N}(t
1
) = m
2
).
Usando (16) se concluye que
(N(t
2
) − N}(t
1
), N (t
3
) − N}(t
2
), &hellip; , N (t
n
) − N}(t
n{−{1
))
&sim; (N(t}
2
− t
1
), N (t
3
− t
1
) − N}(t
2
− t
1
), &hellip; , N (t
n
− t
1
) − N}(t
n{−{1
− t
1
)). (17)
El caso general se obtiene por iteración del mismo argumento, aplicado al lado derecho de
(17):
\mathbb{P}(N(t}
2
) − N}(t
1
) = m
2
, N  ( t
k
) − N}(t
k{−{1
) = m
k
, 3 &le; k &le; n ) 
= \mathbb{P}(N(t
2
− t
1
) = m
2
, N  ( t
k
− t
1
) − N}(t
k{−{1
− t
1
) = m
k
, 3 &le; k &le; n ) 
= \mathbb{P}(N(t
2
− t
1
) = m
2
)\mathbb{P}(N(t
k
− t
1
) − N}(t
k{−{1
− t
1
) = m
k
, 3 &le; k &le; n ) 
= \mathbb{P}(N(t
2
) − N}(t
1
) = m
2
)\mathbb{P}(N(t
k
) − N}(t
k{−{1
) = m
k
, 3 &le; k &le; n ) 
= · · ·}
=
n
Y
{k=2}
\mathbb{P}(N(t}
k
) − N}(t
k{−{1
) = m
k
).
Por lo tanto, si 0 = t
0
&lt; t
1
&lt; · · · &lt; t
n
, entonces
\mathbb{P}(N(t}
k
) − N}(t
k{−{1
) = m
k
, 1 &le; k &le; n) =}
n
Y
{k=1}
\mathbb{P}(N(t}
k
− t
k{−{1
) = m
k
). (18)
De (18) y (10) se obtienen las dos condiciones que definen a un proceso de Poisson.
En lo que sigue mostraremos que vale la recíproca. Esto es, los tiempos de espera entre
arribos de un proceso de Poisson de intensidad &lambda; son variables aleatorias independientes cada
una con distribución exponencial de intensidad &lambda;}.
</p>
</div>
</div>
<div id="outline-container-org736014f" class="outline-5">
<h5 id="org736014f">Teorema 1.5</h5>
<div class="outline-text-5" id="text-org736014f">
<p>
Sea \{S
n
</p>
<pre class="example">
n \geq 0{\} un proceso puntual de Poisson de intensid ad \lambda sobre la semi}

</pre>
<p>
recta positiva. Los tiempos de espera entre arribos T}
n
, n &ge; 1 , definidos en (1), constituyen
una sucesión de variables aleatorias independientes cada una con distribución exponencial de
intensidad &lambda;}.
7
</p>
</div>
</div>
