org/probabilidad/07.org
**** TODO Demostración 
La densidad conjunta de T = (T_1
, T_2
dots , T_n
) se obtendrá a partir de la
densidad conjunta de las variables S = (S}
1
, S
2
, \dots , S_n
) usando el método del Jacobiano. Por
definición,
(T_1
, T_2
, \dots , T_n
) = g(S}
1
, S
2
, \dots , S_n
), 
donde g : G}
0
\rightarrow G es la transformación lineal biyectiva entre los conjuntos abiertos G 
0
=
\(s}
1
, \dots , s
n
) \in \Re}
n
: 0 < s}
1
< s
2
<  \cdots  < s
n
\} y G = \(t}
1
, \dots , t_n
) : t_1
> 0, \dots , t_n
> 0\} definida}
por
g ( s
1
, s
2
, \dots , s
n
) = (s
1
, s
2
− s
1
, \dots , s
n
− s
{n-1}
).
La función i nversa h = g
−{1}
es de la forma
h ( t_1
, \dots , t_n
) = (t_1
, t_1
+ t
2
, \dots , t_1
+  \cdots  + t_n
)
y sus derivadas parciales
\partial s
i
\partial t
j
=
\partial 
P
i
{k=1}
t
k
\partial t
j
= 1\{j \leq i\, 1 \leq i, j \leq n}
son continuas en G}. El jacobiano es
J(s, t) =

\partial s
i
\partial t
j

= 1
debido a que se trata de una matriz triangular inferior con 1's en la diagonal. Bajo esas
condiciones tenemos que
f
T
(t) = f
S
(h(t))1{\t \in G\}.}
La densidad conjunta de las variables (S}
1
, \dots , S
2
) queda unívocamente determinada por la
relación
\mathbb{P}(S \in A}) =}
Z
A
f
S
(s)ds, A = (a
1
, b
1
] \times  \cdots  (a
n
, b
n
] \subset G
0
.
Supongamos que 0 = b
0
\leq a
1
< b
1
< a
2
< b
2
<  \cdots  < a
n
< b
n
y calculemos la probabilidad
del evento
T_n
{i=1}
\{a
i
< S
i
\leq b
i
\. Para ello observamos que


T_n
{i=1}
\{a
i
< S
i
\leq b
i
\} =}
T_{n-1}
{i=1}
\{N ( a}
i
)−}
N ( b
{i-1}
) = 0, N(b
i
) − N}(a
i
) = 1\} \cap \{N}(a
n
) − N}(b
{n-1}
) = 0, N(b
n
) − N}(a
n
) \geq 1\} y usamos las
propiedades de independencia y homogeneidad temporal que caracterizan a los incrementos
de un proceso de Poisson de intensidad \lambda}:
P
n
 \setminus 
{i=1}
\{a
i
< S
i
\leq b
i
\}
!
=
{n-1}
Y
{i=1}
e
−{\lambda ( a}
i
−b
{i-1}
)
\lambda ( b
i
− a
i
)e
−{\lambda ( b}
i
−a
i
)
!
e
−{\lambda ( a}
n
−b
{n-1}
)
(1 − e}
−{\lambda ( b}
n
−a
n
)
)
=
{n-1}
Y
{i=1}
\lambda ( b
i
− a
i
)
!
e
−{\lambda a}
n
(1 − e}
−{\lambda ( b}
n
−a
n
)
)
=
{n-1}
Y
{i=1}
\lambda ( b
i
− a
i
)
!
(e
−{\lambda a}
n
− e
−{\lambda b}
n
)
=
Z
b
1
a
1
\lambda ds
1
 \cdots 
Z
b
{n-1}
a
{n-1}
\lambda ds
{n-1}
Z
b
n
a
n
\lambda e
−{\lambda s}
n
ds
n
=
Z
b
1
a
1
 \cdots 
Z
b
{n-1}
a
{n-1}
Z
b
n
a
n
\lambda
n
e
−{\lambda s}
n
ds
1
 \cdots  ds}
{n-1}
ds
n
(19)


De (19) se deduce que la densidad conjunta de (S}
1
, \dots , S_n
) es
f
(S}
1
,...,S_n
)
(s
1
, \dots , s
n
) = \lambda}
n
e
−{\lambda s}
n
1\{0 < s 
1
<  \cdots  < s
n
\}.
Por lo tanto,
f
(T_1
,...,T_n
)
(t_1
, \dots , t_n
) = \lambda}
n
e
− \lambda 
P
n
{i=1}
t
i
1\{t}
1
> 0, \dots , t_n
> 0{\
=
n
Y
{i=1}
\lambda e
−{\lambda t}
i
1\{t}
i
> 0\} . (20)

La identidad (20) significa que los tiempos de espera entre arribos
son independientes cada uno con distribución exponencial de intensidad
\lambda.
**** DONE Ejemplo 1.6
Suponga que el ﬂujo de inmigración de personas hacia un territorio es
un proceso de Poisson de tasa $\lambda = 1$ por día.
1. ¿Cuál es el tiempo esperado hasta que se produce el arribo del
   décimo inmigrante?
2. ¿Cuál es la probabilidad de que el tiempo de espera entre el décimo
   y el undécimo arribo supere los dos días?
***** Solución
1. $E[S_{10}] = \frac{10}{\lambda} = 10$ días
2. $\mathbb{P}(T_{11} > 2) = e^{−2 \lambda } = e^{−2} \approx 0.133$.
**** Ejercicios adicionales
1. En un sistema electrónico se producen fallas de acuerdo con un
   proceso de Poisson de tasa 2.5 por mes. Por motivos de seguridad se
   ha decidido cambiarlo cuando ocurran 196 fallas. Hallar la media y
   la varianza del tiempo de uso del sistema.
2. Sean T una variable aleatoria con distribución exponencial de media
   2 y $\{N(t), t \geq 0\}$ un proceso de Poisson de tasa 10
   (independiente de $T$). Hallar $Cov(T, N(T ))$.
3. Sea A(t) = t − S
N ( t ) 
el tiempo reverso al evento más reciente en un proceso de
Poisson y sea B(t) = S}
N ( t)+1}
− t el tiempo directo hasta el próximo evento. Mostrar que
(a) A(t) y B(t) son independientes,
(b) B(t) se distribuye como T_1
(exponencial de i ntensidad \lambda) ,
(c) A(t) se distribuye como mín(T_1
, t):}
\mathbb{P}(A(t) \leq x) = (1 − e
−{\lambda x}
)1\}0 \leq x < t\} + 1\{x \geq t\}.}

4. Sea L(t) = A(t) + B(t) = S_{N ( t)+1} − S_{ N ( t )} la longitud
   del intervalo de tiempo entre arribos que contiene a t.
  1. Mostrar que L(t) tiene densidad $$d_t (x) = \lambda^2 x
     e^{−\lambda x} \textbf{1}\{0 < x < t\} + \lambda(1 + \lambda
     t)e^{−\lambda x} \textbf{1}\{x \geq t\}$$.
  2. Mostrar que $E[L(t)]$ converge a $2E[T_1]$ cuando $t \rightarrow
     \infty$ . Esto parece una paradoja debido a que $L(t)$ es uno de
     los $T_n$ . Dar una resolución intuitiva de esta paradoja.
** Distribución condicional de los tiempos de llegada
Supongamos que sabemos que ocurrió exactamente un arribo de un proceso
de Poisson en el intervalo [0, t]. Queremos determinar la distribución
del tiempo en que el arribo ocurrió.

Como el proceso de Poisson es temporalmente homogéneo y tiene
incrementos independientes es razonable pensar que los intervalos de
igual longitud contenidos en el intervalo [0, t] deb en tener la misma
probabilidad de contener al arribo. En otras palabras, el tiempo en
que ocur rió el arribo debe estar distribuido uniformemente sobre el
intervalo [0, t]. Esto es fácil de verificar puesto que, para s \leq
t,

\mathbb{P}(T_1
< s | N ( t) = 1) =}
\mathbb{P}(T_1
< s, N ( t) = 1)
\mathbb{P}(N(t) = 1)
=
\mathbb{P}(1 arribo en (0, s], 0 arribos en (s, t])
\mathbb{P}(N(t) = 1)
=
\mathbb{P}(1 arribo en (0, s])\mathbb{P}(0 arribos en (s, t])
\mathbb{P}(N(t) = 1)
=
\lambda se
−{\lambda s}
e
−{\lambda ( t}−{s ) 
\lambda te
−{\lambda t}
=
s
t

Este resultado puede generalizarse
**** Teorema 1.7 (Propiedad condicional)
Sea $\Pi$ un proceso de Poisson de intensidad $\lambda$ sobre $\Re^+$.
Condicional al evento $N(t) = n$, los $n$ arribos ocurridos en el
intervalo $[0, t]$ tienen la misma distribución conjunta que l a de n
puntos independientes elegidos al azar sobre el intervalo $[0, t]$. En
otras palabras, condicional a $N ( t) = n$ los puntos en cyestión se
distribuyen como $n$ variables aleatorias independientes, cada una con
distribución uniforme sobre el intervalo $[0, t]$.
