probabilidad/07.html
<div id="outline-container-orga97b68d" class="outline-5">
<h5 id="orga97b68d">Demostración</h5>
<div class="outline-text-5" id="text-orga97b68d">
<p>
La densidad conjunta de T = (T
1
, T
2
dots , T
n
) se obtendrá a partir de la
densidad conjunta de las variables S = (S}
1
, S
2
, &hellip; , S
n
) usando el método del Jacobiano. Por
definición,
(T}
1
, T
2
, &hellip; , T
n
) = g(S}
1
, S
2
, &hellip; , S
n
), 
donde g : G}
0
&rarr; G es la transformación lineal biyectiva entre los conjuntos abiertos G 
0
=
\(s}
1
, &hellip; , s
n
) &isin; \Re}
n
</p>
<pre class="example">
0 &lt; s}

</pre>
<p>
1
&lt; s
2
&lt; · · · &lt; s
n
\} y G = \(t}
1
, &hellip; , t
n
) : t
1
&gt; 0, &hellip; , t
n
&gt; 0{\} definida}
por
g ( s
1
, s
2
, &hellip; , s
n
) = (s
1
, s
2
− s
1
, &hellip; , s
n
− s
n{−{1
).
La función i nversa h = g
−{1}
es de la forma
h ( t
1
, &hellip; , t
n
) = (t
1
, t
1
</p>
<ul class="org-ul">
<li>t</li>
</ul>
<p>
2
, &hellip; , t
1
</p>
<ul class="org-ul">
<li>· · · + t</li>
</ul>
<p>
n
)
y sus derivadas parciales
\partials
i
\partialt
j
=
&part;
P
i
{k=1}
t
k
\partialt
j
= 1\{j &le; i\, 1 &le; i, j &le; n}
son continuas en G}. El jacobiano es
J(s, t) =





\partials
i
\partialt
j





= 1
debido a que se trata de una matriz triangular inferior con 1's en la diagonal. Bajo esas
condiciones tenemos que
f
T
(t) = f
S
(h(t))1{\t &isin; G\}.}
La densidad conjunta de las variables (S}
1
, &hellip; , S
2
) queda unívocamente determinada por la
relación
\mathbb{P}(S &isin; A}) =}
Z
A
f
S
(s)ds, A = (a
1
, b
1
] &times; · · · (a
n
, b
n
] &sub; G
0
.
Supongamos que 0 = b
0
&le; a
1
&lt; b
1
&lt; a
2
&lt; b
2
&lt; · · · &lt; a
n
&lt; b
n
y calculemos la probabilidad
del evento
T
n
{i=1}
\{a
i
&lt; S
i
&le; b
i
\. Para ello observamos que}
T
n
{i=1}
\{a
i
&lt; S
i
&le; b
i
\} =}
T
n{−{1
{i=1}
\{N ( a}
i
)−}
N ( b
i{−{1
) = 0, N(b
i
) − N}(a
i
) = 1{\} &cap; \{N}(a
n
) − N}(b
n{−{1
) = 0, N(b
n
) − N}(a
n
) &ge; 1{\} y usamos las
propiedades de independencia y homogeneidad temporal que caracterizan a los incrementos
de un proceso de Poisson de intensidad &lambda;}:
P
n
 &setminus; 
{i=1}
\{a
i
&lt; S
i
&le; b
i
\}
!
=
n{−{1
Y
{i=1}
e
−{&lambda; ( a}
i
−b
i{−{1
)
&lambda; ( b
i
− a
i
)e
−{&lambda; ( b}
i
−a
i
)
!
e
−{&lambda; ( a}
n
−b
n{−{1
)
(1 − e}
−{&lambda; ( b}
n
−a
n
)
)
=
n{−{1
Y
{i=1}
&lambda; ( b
i
− a
i
)
!
e
−{\lambdaa}
n
(1 − e}
−{&lambda; ( b}
n
−a
n
)
)
=
n{−{1
Y
{i=1}
&lambda; ( b
i
− a
i
)
!
(e
−{\lambdaa}
n
− e
−{\lambdab}
n
)
=
Z
b
1
a
1
\lambdads
1
· · ·
Z
b
n{−{1
a
n{−{1
\lambdads
n{−{1
Z
b
n
a
n
\lambdae
−{\lambdas}
n
ds
n
=
Z
b
1
a
1
· · ·
Z
b
n{−{1
a
n{−{1
Z
b
n
a
n
&lambda;
n
e
−{\lambdas}
n
ds
1
· · · ds}
n{−{1
ds
n
(19)
8
De (19) se deduce que la densidad conjunta de (S}
1
, &hellip; , S
n
) es
f
(S}
1
,&#x2026;,S
n
)
(s
1
, &hellip; , s
n
) = &lambda;}
n
e
−{\lambdas}
n
1\{0 &lt; s 
1
&lt; · · · &lt; s
n
\}.
Por lo tanto,
f
(T}
1
,&#x2026;,T
n
)
(t
1
, &hellip; , t
n
) = &lambda;}
n
e
− &lambda; 
P
n
{i=1}
t
i
1\{t}
1
&gt; 0, &hellip; , t
n
&gt; 0{\
=
n
Y
{i=1}
\lambdae
−{\lambdat}
i
1\{t}
i
&gt; 0{\} . (20)
La identidad (20) significa que los tiempos de espera entre arribos son independientes cada
uno con distribución exponencial de intensidad &lambda;}.
</p>
</div>
</div>
<div id="outline-container-org30256b7" class="outline-5">
<h5 id="org30256b7">Ejemplo 1.6</h5>
<div class="outline-text-5" id="text-org30256b7">
<p>
Suponga que el ﬂujo de inmigración de personas hacia un territorio es un}
proceso de Poisson de tasa &lambda; = 1 por día.
(a) ¿Cuál e s el tiempo esperado hasta que se produce el arribo del décimo inmigrante?
(b) ¿Cuál es la probabilidad de que el tiempo de espera entre el décimo y el undécimo arribo
supere los dos días?
Solución:
(a) E[S}
10
] =
10
&lambda;
= 10 días.
(b) \mathbb{P}(T}
11
&gt; 2) = e
−{2 &lambda; }
= e
−{2}
&asymp; 0.133.
</p>
</div>
</div>
<div id="outline-container-orgb73a8fc" class="outline-5">
<h5 id="orgb73a8fc">Ejercicios adicionales</h5>
<div class="outline-text-5" id="text-orgb73a8fc">
<ol class="org-ol">
<li>En un sistema electrónico se producen fallas de acuerdo con un proceso de Poisson de tasa}</li>
</ol>
<p>
2.5 por mes. Por motivos de seguridad se ha decidido cambiarlo cuando ocurran 196 fallas.
Hallar la media y la varianza del tiempo de uso del sistema.
</p>
<ol class="org-ol">
<li>Sean T una variable aleatoria con distribución exponencial de media 2 y \{N}(t), t &ge; 0{\} un}</li>
</ol>
<p>
proceso de Poisson de tasa 10 (independiente de T ). Hallar Cov(T, N(T )).
</p>
<ol class="org-ol">
<li></li>
</ol>
<p>

h Sea A(t) = t − S
N ( t ) 
el tiempo reverso al evento más reciente en un proceso de
Poisson y sea B(t) = S}
N ( t)+1}
− t el tiempo directo hasta el próximo evento. Mostrar que
(a) A(t) y B(t) son independientes,
(b) B(t) se distribuye como T}
1
(exponencial de i ntensidad &lambda;) ,
(c) A(t) se distribuye como mín(T}
1
, t):}
\mathbb{P}(A(t) &le; x) = (1 − e
−{\lambdax}
)1{\}0 &le; x &lt; t\} + 1\{x &ge; t\}.}
9
\hypertarget{pfa}
</p>
<ol class="org-ol">
<li></li>
</ol>
<p>

h Sea L(t) = A(t) + B(t) = S
N ( t)+1}
− S}
N ( t ) 
la longitud del intervalo de tiempo entre
arribos que contiene a t.
(a) Mostrar que L(t) tiene densidad
d
t
(x) = &lambda;}
2
xe
−{\lambdax}
1\{0 &lt; x &lt; t}\} + &lambda;(1 + \lambdat)e
−{\lambdax}
1\{x &ge; t\}.
(b) Mostrar que E[L(t)] converge a 2{E[T}
1
] cuando t &rarr; &infin;} . Esto parece una paradoja debido
a que L(t) es uno de los T}
n
. Dar una resolución intuitiva de esta paradoja.
</p>
</div>
</div>
</div>
<div id="outline-container-orgc401cee" class="outline-3">
<h3 id="orgc401cee">Distribución condicional de los tiempos de llegada</h3>
<div class="outline-text-3" id="text-orgc401cee">
<p>
Supongamos que sabemos que ocurrió exactamente un arribo de un proceso de Poisson
en el intervalo [0, t]. Queremos determinar la distribución del tiempo en que el arribo ocurrió.
Como el proceso de Poisson es temporalmente homogéneo y tiene incrementos independientes
es razonable pensar que los intervalos de igual longitud contenidos en el intervalo [0, t] deb
en
tener la misma probabilidad de contener al arribo. En otras palabras, el tiempo en que ocur
rió el arribo debe estar distribuido uniformemente sobre el intervalo [0, t]. Esto es fácil de
verificar puesto que, para s &le; t,
\mathbb{P}(T
1
&lt; s | N ( t) = 1) =}
\mathbb{P}(T
1
&lt; s, N ( t) = 1)
\mathbb{P}(N(t) = 1)
=
\mathbb{P}(1 arribo en (0, s], 0 arribos en (s, t])
\mathbb{P}(N(t) = 1)
=
\mathbb{P}(1 arribo en (0, s])\mathbb{P}(0 arribos en (s, t])
\mathbb{P}(N(t) = 1)
=
\lambdase
−{\lambdas}
e
−{&lambda; ( t}−{s ) 
\lambdate
−{\lambdat}
=
s
t
Este resultado puede generalizarse
</p>
</div>
<div id="outline-container-orgccfbd64" class="outline-5">
<h5 id="orgccfbd64">Teorema 1.7 (Propiedad condicional)</h5>
<div class="outline-text-5" id="text-orgccfbd64">
<p>
Sea &Pi; un proceso de Poisson de intensidad &lambda; sobre}
R
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
. Condicional al evento N  ( t) = n, los n arribos ocurridos en el intervalo [0, t] tienen la mis
ma distribución conjunta que l a de n puntos independientes elegidos al azar sobre el intervalo
[0, t]. En otras palabras, condicional a N  ( t) = n los puntos en c ue stión se distribuyen como}
n variables aleatorias independientes, cada una con distribución uniforme sobre el intervalo}
[0, t].
</p>
</div>
</div>
