org/probabilidad/07.org
**** Demostración 
Sea A_1 , A_2, \dots , A_k una partición del intervalo [0, t]. Si n
1
+n
2
+{ \cdots }+n
k
= n,
entonces
\mathbb{P}(N(A}
i
) = n
i
, 1 \leq i \leq k | N ( t) = n) =}
Q
i
\mathbb{P}(N(A}
i
) = n
i
)
\mathbb{P}(N(t) = n)
=
Q
i
e
− \lambda |A_i
|
(\lambda | A}
i
| ) 
n
i
/n
i
!
e
−{\lambda t}
(\lambda t)
n
/n{!}
=
n{!}
n
1
!n
2
!  \cdots  n}
k
!
Y
i

|A_i
|
t

n
i
. (21)

Por una parte la distribución condicional de las posiciones de los n arribos queda completa
mente caracterizada por esta función de A_1
, \dots , A_k.

Por otra parte la distribución multinomial (21) es la distribución conjunta de n puntos
independientes elegidos al azar de acuerdo con la distribución uniforme sobre el intervalo [0, t].
En efecto, basta observar que si $U_1, \dots , U_n$
son variables aleatorias independientes con
distribución uniforme sobre un conjunto A, y M(B) =
P
i
1\{U
i
\in B\, entonces}
\mathbb{P}(M(B}
i
) = n
i
, i = 1, \dots , k) =}
n{!}
n
1
!  \cdots  n}
k
!
k
Y
{i=1}

|B
i
|
|A_i
|

n
i
.

Se infiere que la distribución conjunta de los puntos en $\Pi \cap [0,
t]$ condicional a que hay exactamente $n$ de ellos, es la misma que la
de $n$ puntos independientes elegidos al azar con la distribución
uniforme sobre el intervalo $[0, t]$.
**** Nota Bene 
La propiedad condicional permite probar la existencia de procesos de
Poisson mediante simulación. Sea $\lambda > 0$ y sea $A_1, A_2, \dots$
una partición de $\Re^d$ en conjuntos borelianos de medida de Lebesgue
finita. Para cada $i$, simulamos una variable aleatoria $N_i$ con
distribución Poisson de parámetro \lambda | A_i|. Luego muestreamos n
puntos elegidos independientemente} sobre $A_i$, cada uno con
distribución uniforme sobre $A_i$. La unión sobre i de tales conjuntos
de puntos es un proceso de Poisson de intensidad \lambda. (Para más
detalles ver el Chap 7 de Ferrari, Galves (2001))
**** Ejemplo 1.8 (Insectos en un asado)
Todo tipo de insectos aterrizan en la mesa de un asado a la manera de
un proceso de Poisson de tasa 3 por minuto. Si entre las 13:30 y las
13:35 aterrizaron 8 insectos, cuál es la probabilidad de que
exactamente 3 de ellos hayan aterrizado durante el primer minuto?

***** Solución
Dado que aterrizaron 8 insectos durante 5 minutos, la distribución de
cada aterrizaje se distribuye, independientemente de los demás, como
una var iable uniforme sobre el intervalo [0, 5]. En consecuencia, la
probabilidad de que cada insecto hubiese aterrizado du rante el primer
minuto es 1 / 5. Por lo tanto, la probabilidad de que exactamente 3
insectos hayan aterrizado durante el primer minuto es


8
3

1
5

3

4
5

5
= 56
4
5
5
8
= 0.1468 \dots}
** Coloración y adelgazamiento de procesos de Poisson
**** Teorema 1.9 (Coloración). 
Sea \Pi un proceso de Poisson de i ntensida d \lambda sobre R }
+
. Col
oreamos los puntos de \Pi de la siguiente manera. Cada punto de \Pi se pinta de rojo con
probabilidad p o de negro con proba bili
dad 1 − p} . Los puntos se pintan independientemente
unos de otros. Sean \Pi}
1
y \Pi}
2
los conjuntos de puntos pintado de rojo y de negro, respec
tivamente. Entonces \Pi}
1
y \Pi}
2
son procesos de Poisson independie ntes de intensidades p\lambda y
(1 − p)\lambda, respectivamente.}
11
\hypertarget{pfc}
**** Demostración 
Sea t > 0 fijo. Por la propiedad condicional, si N(t) = n, esos puntos tienen}
la misma distribución que n puntos independientes elegidos al azar sobre el intervalo [0, t] de
acuerdo con la distribución uniforme. Por tanto, podemos considerar n puntos elegidos al azar
de esa manera. Por la independencia de los puntos, sus colores son independientes unos de los
otros. Como la probabilidad de que un punto dado sea pintado de rojo es p y la probabilidad
de sea pintado de negro es 1 − p se deduce que, condicional a N(t) = n, las cantidades N}
1
(t)
y N}
2
(t) de puntos rojos y negros en [0, t] tienen, conjuntamente, la distribución binomial
\mathbb{P}(N
1
(t) = n
1
, N
2
(t) = n
2
|{N ( t) = n) =
n{!}
n
1
!n
2
!
p
n
1
(1 − p)
n
2
, donde n
1
+ n
2
= n.
Por lo tanto, la probabilidad incondicional es
\mathbb{P}(N
1
(t) = n
1
, N
2
(t) = n
2
) =

(n
1
+ n
2
)!
n
1
!n
2
!
p
n
1
(1 − p)
n
2

e
−{\lambda t}
(\lambda t)
n
1
+n
2
(n
1
+ n
2
)!

=

e
−{p\lambda t}
(p\lambda t)
n
1
n
1
!

e
−(1}−{p ) \lambda t}
((1 − p)\lambda t)
n
2
n
2
!
!
.
Vale decir, las cantidades N}
1
(t) y N}
2
(t) de puntos rojos y negros en el interval o [0, t] son inde
pendientes y tienen distribuciones Poisson de intensidades p\lambda t y (1 − p)\lambda t, respectivamente.
La independencia de las contadoras de puntos en intervalos disjuntas sigue trivialmente
del hecho de que \Pi tiene esa propiedad.
Otra prueba. Sean N
1
(t) y N}
2
(t) la cantidad de arribos de tip o I y de tipo II que ocurren
en [0, t], respectivamente. Es claro que N(t) = N}
1
(t) + N}
2
(t).
Los arribos de tipo I (II) son un proceso puntual aleatorio debido a que son una subsucesión
(aleatoria) infinita de los arribos del proceso original y heredan su propiedad de independencia
para intervalos disjuntos.
La prueba de que \{N
1
(t), t \geq 0\} y que \{N
2
(t), t \geq 0\} son procesos de Poisson independi
entes de intensidades p\lambda y (1 − p) \lambda , respectivamente, se completa observando que
\mathbb{P}(N
1
(t) = n, N}
2
(t) = m) = \mathbb{P}(N}
1
(t) = n)\mathbb{P}(N}
2
(t) = m).
Condicionando a los valores de N(t) y usando probabilidades totales se obtiene
\mathbb{P}(N
1
(t) = n, N}
2
(t) = m) =
\infty
X
{i=0}
\mathbb{P}(N
1
(t) = n, N}
2
(t) = m | N(t) = i)\mathbb{P}(N(t) = i)
Puesto que \mathbb{P}(N}
1
(t) = n, N}
2
(t) = m | N(t) = i) = 0 cuando i \neq n + m, l a ecuación anterior
se reduce a
\mathbb{P}(N
1
(t) = n, N}
2
(t) = m) = \mathbb{P}(N}
1
(t) = n, N}
2
(t) = m | N(t) = n + m)\mathbb{P}(N(t) = n + m)
= \mathbb{P}(N}
1
(t) = n, N}
2
(t) = m | N(t) = n + m)e
−{\lambda t}
(\lambda t)
n{+}m
(n + m)!
.
Dado que ocurrieron n + m arribos, la probabilidad de que n sean de tipo I (y m sean de tipo
12
\hypertarget{pfd}
II) es la probabilidad binomial de que ocurran n éxitos en n + m ensayos. Por lo tanto,
\mathbb{P}(N
1
(t) = n, N}
2
(t) = m) =

n + m
n

p
n
(1 − p)
m
e
−{\lambda t}
(\lambda t)
n{+}m
(n + m)!
=
(n + m)!
n{! m{!}
p
n
(1 − p)
m
e
−{\lambda pt}
e
−{\lambda(1} −{p ) t}
(\lambda t)
n
(\lambda t)
m
(n + m)!
=

e
−{\lambda pt}
(\lambda pt)
n
n{!}

e
−{\lambda(1} −{p ) t}
( \lambda (1 − p)t)
m
m{!}

.
Lo que completa la demostración.
