probabilidad/07.html
<div id="outline-container-orgdf1a9c1" class="outline-5">
<h5 id="orgdf1a9c1">Demostración</h5>
<div class="outline-text-5" id="text-orgdf1a9c1">
<p>
Sea A}
1
, A
2
, &hellip; , A
k
una partición del intervalo [0, t]. Si n
1
+n
2
+{· · ·}+n
k
= n,
entonces
\mathbb{P}(N(A}
i
) = n
i
, 1 &le; i &le; k | N ( t) = n) =}
Q
i
\mathbb{P}(N(A}
i
) = n
i
)
\mathbb{P}(N(t) = n)
=
Q
i
e
− &lambda; |A
i
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<tbody>
<tr>
</tr>
</tbody>
</table>
<p>
(&lambda; | A}
i
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">)</td>
</tr>
</tbody>
</table>
<p>
n
i
/n
i
!
e
−{\lambdat}
(\lambdat)
n
/n{!}
=
n{!}
n
1
!n
2
! · · · n}
k
!
Y
i

</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">A</td>
</tr>
</tbody>
</table>
<p>
i
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<tbody>
<tr>
</tr>
</tbody>
</table>
<p>
t

n
i
. (21)
10
\hypertarget{pfb}
Por una parte la distribución condicional de las posiciones de los n arribos queda completa
mente caracterizada por esta función de A
1
, &hellip; , A
k
.
Por otra parte la distribución multinomial (21) es la distribución conjunta de n puntos
independientes elegidos al azar de acuerdo con la distribución uniforme sobre el intervalo [0, t].
En efecto, basta observar que si U}
1
, &hellip; , U
n
son variables aleatorias independientes con
distribución uniforme sobre un conjunto A, y M(B) =
P
i
1\{U
i
&isin; B\, entonces}
\mathbb{P}(M(B}
i
) = n
i
, i = 1, &hellip; , k) =}
n{!}
n
1
! · · · n}
k
!
k
Y
{i=1}

</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">B</td>
</tr>
</tbody>
</table>
<p>
i
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<tbody>
<tr>
</tr>
</tbody>

<tr>
<td class="org-left">A</td>
</tr>
</tbody>
</table>
<p>
i
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<tbody>
<tr>
</tr>
</tbody>
</table>
<p>

n
i
.
Se infiere que la distribución conjunta de los puntos en &Pi; &cap; [0, t] condicional a que hay
exactamente n de ellos, es la misma que la de n puntos independientes elegidos al azar con
la distribución uniforme sobre el intervalo [0, t].
</p>
</div>
</div>
<div id="outline-container-orgb90a757" class="outline-5">
<h5 id="orgb90a757">Nota Bene</h5>
<div class="outline-text-5" id="text-orgb90a757">
<p>
La propiedad condicional permite probar la existencia de procesos de Poisson}
mediante simulación. Sea &lambda; &gt; 0 y sea A
1
, A
2
, &hellip; una partición de R
d
en conjuntos borelianos
de medida de Lebesgue finita. Para cada i, simulamos una variable aleatoria N}
i
con distribu
ción Poisson de parámetro &lambda; | A}
i
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">. Luego muestreamos n puntos elegidos independientemente}</td>
</tr>
</tbody>
</table>
<p>
sobre A
i
, cada uno con distribución uniforme sobre A
i
. La unión sobre i de tales conjuntos de
puntos es un proceso de Poisson de intensidad &lambda;}. (Para más detalles ver el Chap 7 de Ferrari,
Galves (2001))
</p>
</div>
</div>
<div id="outline-container-orgd54c38b" class="outline-5">
<h5 id="orgd54c38b">Ejemplo 1.8 (Insectos en un asado)</h5>
<div class="outline-text-5" id="text-orgd54c38b">
<p>
Todo tipo de insectos aterrizan en la mesa de un asado}
a la manera de un proceso de Poisson de tasa 3 por minuto. Si entre las 13:30 y las 13:35
aterrizaron 8 insectos, cuál es la probabilidad de que exactamente 3 de ellos hayan aterrizado
durante el primer minuto?
</p>
</div>
</div>

<div id="outline-container-org30d4d6d" class="outline-5">
<h5 id="org30d4d6d">Solución</h5>
<div class="outline-text-5" id="text-org30d4d6d">
<p>
Dado que aterrizaron 8 insectos durante 5 minutos, la distribución de
cada aterrizaje se distribuye, independientemente de los demás, como
una var iable uniforme sobre el intervalo [0, 5]. En consecuencia, la
probabilidad de que cada insecto hubiese aterrizado du rante el primer
minuto es 1 / 5. Por lo tanto, la probabilidad de que exactamente 3
insectos hayan aterrizado durante el primer minuto es
</p>

<p>

8
3

1
5

3

4
5

5
= 56
4
5
5
8
= 0.1468 &hellip;}
</p>
</div>
</div>
</div>
<div id="outline-container-org1d02c7c" class="outline-3">
<h3 id="org1d02c7c">Coloración y adelgazamiento de procesos de Poisson</h3>
<div class="outline-text-3" id="text-org1d02c7c">
</div>
<div id="outline-container-orgaedc17e" class="outline-5">
<h5 id="orgaedc17e">Teorema 1.9 (Coloración).</h5>
<div class="outline-text-5" id="text-orgaedc17e">
<p>
Sea &Pi; un proceso de Poisson de i ntensida d &lambda; sobre R }
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
. Col
oreamos los puntos de &Pi; de la siguiente manera. Cada punto de &Pi; se pinta de rojo con
probabilidad p o de negro con proba bili
dad 1 − p} . Los puntos se pintan independientemente
unos de otros. Sean &Pi;}
1
y &Pi;}
2
los conjuntos de puntos pintado de rojo y de negro, respec
tivamente. Entonces &Pi;}
1
y &Pi;}
2
son procesos de Poisson independie ntes de intensidades p&lambda; y
(1 − p)&lambda;, respectivamente.}
11
\hypertarget{pfc}
</p>
</div>
</div>
<div id="outline-container-orgbc2cf71" class="outline-5">
<h5 id="orgbc2cf71">Demostración</h5>
<div class="outline-text-5" id="text-orgbc2cf71">
<p>
Sea t &gt; 0 fijo. Por la propiedad condicional, si N(t) = n, esos puntos tienen}
la misma distribución que n puntos independientes elegidos al azar sobre el intervalo [0, t] de
acuerdo con la distribución uniforme. Por tanto, podemos considerar n puntos elegidos al azar
de esa manera. Por la independencia de los puntos, sus colores son independientes unos de los
otros. Como la probabilidad de que un punto dado sea pintado de rojo es p y la probabilidad
de sea pintado de negro es 1 − p se deduce que, condicional a N(t) = n, las cantidades N}
1
(t)
y N}
2
(t) de puntos rojos y negros en [0, t] tienen, conjuntamente, la distribución binomial
\mathbb{P}(N
1
(t) = n
1
, N
2
(t) = n
2
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">{N ( t) = n) =</td>
</tr>
</tbody>
</table>
<p>
n{!}
n
1
!n
2
!
p
n
1
(1 − p)
n
2
, donde n
1
</p>
<ul class="org-ul">
<li>n</li>
</ul>
<p>
2
= n.
Por lo tanto, la probabilidad incondicional es
\mathbb{P}(N
1
(t) = n
1
, N
2
(t) = n
2
) =

(n
1
</p>
<ul class="org-ul">
<li>n</li>
</ul>
<p>
2
)!
n
1
!n
2
!
p
n
1
(1 − p)
n
2

e
−{\lambdat}
(\lambdat)
n
1
+n
2
(n
1
</p>
<ul class="org-ul">
<li>n</li>
</ul>
<p>
2
)!

=

e
−{p\lambdat}
(p\lambdat)
n
1
n
1
!

e
−(1}−{p ) \lambdat}
((1 − p)\lambdat)
n
2
n
2
!
!
.
Vale decir, las cantidades N}
1
(t) y N}
2
(t) de puntos rojos y negros en el interval o [0, t] son inde
pendientes y tienen distribuciones Poisson de intensidades p\lambdat y (1 − p)\lambdat, respectivamente.
La independencia de las contadoras de puntos en intervalos disjuntas sigue trivialmente
del hecho de que &Pi; tiene esa propiedad.
Otra prueba. Sean N
1
(t) y N}
2
(t) la cantidad de arribos de tip o I y de tipo II que ocurren
en [0, t], respectivamente. Es claro que N(t) = N}
1
(t) + N}
2
(t).
Los arribos de tipo I (II) son un proceso puntual aleatorio debido a que son una subsucesión
(aleatoria) infinita de los arribos del proceso original y heredan su propiedad de independencia
para intervalos disjuntos.
La prueba de que \{N
1
(t), t &ge; 0{\} y que \{N
2
(t), t &ge; 0{\} son procesos de Poisson independi
entes de intensidades p&lambda; y (1 − p) &lambda; , respectivamente, se completa observando que
\mathbb{P}(N
1
(t) = n, N}
2
(t) = m) = \mathbb{P}(N}
1
(t) = n)\mathbb{P}(N}
2
(t) = m).
Condicionando a los valores de N(t) y usando probabilidades totales se obtiene
\mathbb{P}(N
1
(t) = n, N}
2
(t) = m) =
&infin;
X
{i=0}
\mathbb{P}(N
1
(t) = n, N}
2
(t) = m | N(t) = i)\mathbb{P}(N(t) = i)
Puesto que \mathbb{P}(N}
1
(t) = n, N}
2
(t) = m | N(t) = i) = 0 cuando i &ne; n + m, l a ecuación anterior
se reduce a
\mathbb{P}(N
1
(t) = n, N}
2
(t) = m) = \mathbb{P}(N}
1
(t) = n, N}
2
(t) = m | N(t) = n + m)\mathbb{P}(N(t) = n + m)
= \mathbb{P}(N}
1
(t) = n, N}
2
(t) = m | N(t) = n + m)e
−{\lambdat}
(\lambdat)
n{+}m
(n + m)!
.
Dado que ocurrieron n + m arribos, la probabilidad de que n sean de tipo I (y m sean de tipo
12
\hypertarget{pfd}
II) es la probabilidad binomial de que ocurran n éxitos en n + m ensayos. Por lo tanto,
\mathbb{P}(N
1
(t) = n, N}
2
(t) = m) =

n + m
n

p
n
(1 − p)
m
e
−{\lambdat}
(\lambdat)
n{+}m
(n + m)!
=
(n + m)!
n{! m{!}
p
n
(1 − p)
m
e
−{\lambdapt}
e
−{&lambda;(1} −{p ) t}
(\lambdat)
n
(\lambdat)
m
(n + m)!
=

e
−{\lambdapt}
(\lambdapt)
n
n{!}

e
−{&lambda;(1} −{p ) t}
( &lambda; (1 − p)t)
m
m{!}

.
Lo que completa la demostración.
</p>
</div>
</div>
