probabilidad/07.html
<div id="outline-container-org131e6c6" class="outline-5">
<h5 id="org131e6c6">Ejemplo 1.10 (Insectos en un asado)</h5>
<div class="outline-text-5" id="text-org131e6c6">
<p>
Todo tipo de insectos aterrizan en la mesa de un}
asado a la manera de un proceso de Poisson de tasa 3 por minuto y cada insecto puede ser
una mosca con probabilidad 2 / 3, independientemente de la naturaleza de los demás insectos.
Si a las 13:30 se sirven los chorizos, cuál es la probabilidad de que la tercer mosca tarde más
de 2 minutos en aterrizar en la mesa?
Solución: Las moscas aterrizan en la mesa a la manera de un pro ceso de Poisson de tasa}
2
3
3 = 2 por minuto. En consecuencia, los aterrizajes de moscas ocurren cada tiempos exponen
ciales independientes de intensidad 2. De aquí se deduce que el tiempo que tarda en aterrizar
la tercer mosca, S}
3
tiene distribución &Gamma;(3, 2). Por lo tanto, la probabilidad de que la tercer
mosca tarde más de 2 minutos en aterrizar en la mesa es
\mathbb{P}(S
3
&gt; 2) = e
−{2}·{2}
3{−}1
X
{i=0}
(2 · 2)
i
i{!}
= e
−{4}
(1 + 4 + 8) = 0.2381 &hellip;}
</p>
</div>
</div>
<div id="outline-container-orgb70d3d8" class="outline-5">
<h5 id="orgb70d3d8">Ejercicios adicionales</h5>
<div class="outline-text-5" id="text-orgb70d3d8">
<ol class="org-ol">
<li>A un banco llegan clientes de acuerdo con un proceso de Poisson de intensidad 20 por}</li>
</ol>
<p>
hora. En forma independiente de los demás, cada cliente realiza un depósito con probabilidad
1 / 4 o una extracción con probabilidad 3 / 4.
(a) Si el banco abre sus puertas a las 10:00, cuál es la probabilidad de que el segundo depósito
se efectué pasadas las 10:30?
(b) Cada depósito (en pesos) se distribuye como una variable U[100, 900] y cada extracción
como una variable U[100, 500]. Si un cliente realiza una operación bancaria de 200 pesos, cuál
es la probabilidad de que se trate de un depósito?
</p>
</div>
</div>
</div>
<div id="outline-container-org283148c" class="outline-3">
<h3 id="org283148c">Superposición de Procesos de Poisson: competencia</h3>
<div class="outline-text-3" id="text-org283148c">
<p>
El siguiente teorema de superposición puede verse como complementario del teorema de
coloración.
</p>
</div>
<div id="outline-container-org8a6f1cb" class="outline-5">
<h5 id="org8a6f1cb">Teorema 1.11 (Superposición)</h5>
<div class="outline-text-5" id="text-org8a6f1cb">
<p>
Sean &Pi; }
1
y &Pi;}
2
dos procesos de Poisson independientes de
intensidades &lambda;}
1
y &lambda;}
2
, respectivamente, so bre R}
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
. El conjunto &Pi; = &Pi;}
1
&cup; &Pi;}
2
es un proceso de
Poisson de intensidad &lambda;}
1
</p>
<ul class="org-ul">
<li>&lambda;}</li>
</ul>
<p>
2
.
13
\hypertarget{pfe}
</p>
</div>
</div>
<div id="outline-container-org5180e2a" class="outline-5">
<h5 id="org5180e2a">Demostración</h5>
<div class="outline-text-5" id="text-org5180e2a">
<p>
Sean N
1
(t) = | &Pi;
1
&cap; [0, t]| y N
2
(t) = | &Pi;
2
&cap; [0, t]|. Entonces N
1
(t) y N}
2
(t)
son variables aleatorias independientes con distribución Poisson de parámetros &lambda;}
1
t y &lambda;
2
t.
Se infiere que la suma N (t) = N}
1
(t) + N}
2
(t) tiene la distribución de Poisson de parámetro
&lambda;
1
t + &lambda;
2
t = (&lambda;
1
</p>
<ul class="org-ul">
<li>&lambda;}</li>
</ul>
<p>
2
)t. Más aún, si A
1
, A
2
, &hellip; , son intervalos disjuntos las variables aleatorias}
N ( A
1
), N (A
2
), &hellip; son independientes. Falta mostrar que, casi seguramente, N(t) = | &Pi;{&cap;[0, t] | 
para todo t &gt; 0, que es lo mismo que decir que &Pi;
1
y P1
2
no tienen puntos en común. Este es
un paso técnico (ver el Lema 1.12) y la prueba puede omitirse en una primera lectura.
</p>
</div>
</div>
<div id="outline-container-org12be1f8" class="outline-5">
<h5 id="org12be1f8">Lema 1.12</h5>
<div class="outline-text-5" id="text-org12be1f8">
<p>
Dos procesos de Poisson &Pi;
1
= \{S
1
n
</p>
<pre class="example">
n \geq 0{\} y \Pi

</pre>
<p>
2
= \{S
2
n
</p>
<pre class="example">
n \geq 0{\} independientes

</pre>
<p>
y de tasas &lambda;}
1
y &lambda;}
2
, respectivamente, no tienen puntos en común.
</p>
</div>
</div>
<div id="outline-container-org8bd855c" class="outline-5">
<h5 id="org8bd855c">Demostración</h5>
<div class="outline-text-5" id="text-org8bd855c">
<p>
Basta probar que \mathbb{P}(D(t)) = 0 para todo t, donde D(t) es el evento definido}
por
D ( t) := \ex isten puntos en común en el intervalo (0, t]\
Para simplificar la notación lo demostraremos para D = D(1).
Sean \{N
1
(t), t &ge; 0{\} y \{N
2
(t), t &ge; 0{\} los procesos de conteo de los procesos de Poisson
\{S}
1
n
</p>
<pre class="example">
n \geq 0{\} y \{S

</pre>
<p>
2
n
</p>
<pre class="example">
n \geq 0{\}. El evento

</pre>
<p>
D
n
:=

N
1

i
2
n
,
i + 1}
2
n

</p>
<ul class="org-ul">
<li>N}</li>
</ul>
<p>
2

i
2
n
,
i + 1}
2
n

&ge; 2 para algún i &isin; [0, 2}
n
− 1]

decrece a D cuando n tiende a infinito, y por lo tanto, por la continuidad de la probabilidad
para sucesiones monótonas de eventos,
\mathbb{P}(D) = lím}
n{&rarr;&infin;}
\mathbb{P}(D
n
) = 1 − lim
n{&rarr;&infin;}
\mathbb{P}(D
c
n
).
Pero
\mathbb{P}(D
c
n
) = P
2
n
−{1}
 &setminus; 
{i=1}

N
1

i
2
n
,
i + 1}
2
n

</p>
<ul class="org-ul">
<li>N}</li>
</ul>
<p>
2

i
2
n
,
i + 1}
2
n

&le; 1}

!
=
2
n
−{1}
Y
{i=1}
P

N
1

i
2
n
,
i + 1}
2
n

</p>
<ul class="org-ul">
<li>N}</li>
</ul>
<p>
2

i
2
n
,
i + 1}
2
n

&le; 1}

.
Debido a que los procesos son temporalmente homogéneos, para cada i vale que
P

N
1

i
2
n
,
i + 1}
2
n

</p>
<ul class="org-ul">
<li>N}</li>
</ul>
<p>
2

i
2
n
,
i + 1}
2
n

&le; 1}

= P

N
1

2
−n

</p>
<ul class="org-ul">
<li>N}</li>
</ul>
<p>
2

2
−n

&le; 1}

Y el problema se reduce a calcular \mathbb{P}(N}
1
(2
−n
) + N}
2
(2
−n
) &le; 1). La última probabilidad puede
expresarse como la suma de los siguientes términos
P

N
1

2
−n

= 0, N}
2

2
−n

= 0

= e
− &lambda; 
1
2
−n
e
− &lambda; 
2
2
−n
,
P

N
1

2
−n

= 0, N}
2

2
−n

= 1

= e
− &lambda; 
1
2
−n
e
− &lambda; 
2
2
−n
&lambda;
2
2
−n
,
P

N
1

2
−n

= 1, N}
2

2
−n

= 0

= e
− &lambda; 
1
2
−n
&lambda;
1
2
−n
e
− &lambda; 
2
2
−n
.
En consecuencia,
P

N
1

2
−n

</p>
<ul class="org-ul">
<li>N}</li>
</ul>
<p>
2

2
−n

&le; 1}

= e
−( &lambda; }
1
</p>
<ul class="org-ul">
<li>&lambda;</li>
</ul>
<p>
2
)2
−n

1 + ( &lambda; 
1
</p>
<ul class="org-ul">
<li>&lambda;}</li>
</ul>
<p>
2
)2
−n

. (22)
14
\hypertarget{pff}
Por lo tanto,
\mathbb{P}(D
c
n
) = e
−( &lambda; }
1
</p>
<ul class="org-ul">
<li>&lambda;</li>
</ul>
<p>
2
)

1 + ( &lambda; 
1
</p>
<ul class="org-ul">
<li>&lambda;}</li>
</ul>
<p>
2
)2
−n

2
n
. (23)
La última cantidad tiende a 1 cuando n &rarr; &infin;}, y se concluye que \mathbb{P}(D) = 0.
</p>
</div>
</div>
<div id="outline-container-orgd79ed87" class="outline-5">
<h5 id="orgd79ed87">Teorema 1.13 (Competencia)</h5>
<div class="outline-text-5" id="text-orgd79ed87">
<p>
En la sit uac ión del Teorema 1.11, sea T el primer arribo del}
proceso N = N}
1
</p>
<ul class="org-ul">
<li>N}</li>
</ul>
<p>
2
y J el índice del proceso de Poisson responsable por dicho arribo; en
particular T es el primer arribo de N}
J
. Entonces
\mathbb{P}(J = j , T &ge; t) = \mathbb{P}(J = j)\mathbb{P}(T &ge; t) =}
&lambda;
j
&lambda;
1
</p>
<ul class="org-ul">
<li>&lambda;}</li>
</ul>
<p>
2
e
−( &lambda; }
1
</p>
<ul class="org-ul">
<li>&lambda;</li>
</ul>
<p>
2
)t
.
En particular, J y T son independientes, \mathbb{P}(J = j) =
&lambda;
j
&lambda;
1
</p>
<ul class="org-ul">
<li>&lambda;</li>
</ul>
<p>
2
y T tiene distribución exponencial
de intensidad &lambda;}
1
</p>
<ul class="org-ul">
<li>&lambda;}</li>
</ul>
<p>
2
.
</p>
</div>
</div>
<div id="outline-container-org0c20d7a" class="outline-5">
<h5 id="org0c20d7a">Demostración</h5>
<div class="outline-text-5" id="text-org0c20d7a">
<p>
Ver la demostración del Teorema que caracteriza la distribución del mínimo}
de dos exponenciales independientes.
</p>
</div>
</div>
<div id="outline-container-org51d2d69" class="outline-5">
<h5 id="org51d2d69">Ejemplo 1.14 (Insectos en un asado)</h5>
<div class="outline-text-5" id="text-org51d2d69">
<p>
Moscas y abejas aterrizan en la mesa de un asado a la}
manera de dos procesos de Poisson independientes de tasas 2 y 1 por minuto, respectivamente.
Cuál es la probabilidad de que el primer insecto en aterrizar en la mesa sea una mosca? Rta.
2 / 3.
</p>
</div>
</div>
</div>
<div id="outline-container-org071df0b" class="outline-3">
<h3 id="org071df0b">Procesos de Poisson compuestos</h3>
<div class="outline-text-3" id="text-org071df0b">
<p>
Un proceso estocástico se dice un proceso de Poisson compuesto si puede representarse
como
X ( t) =}
N ( t ) 
X
{i=1}
Y
i
donde \{N}(t), t &ge; 0{\} es un proceso de Poisson, y las variables \{Y}
i
, i &ge; 1\} son iid e independi}
entes de N}.
</p>
</div>
<div id="outline-container-orge90cd1c" class="outline-5">
<h5 id="orge90cd1c">Lema 1.15</h5>
<div class="outline-text-5" id="text-orge90cd1c">
<p>
Sea X(t) un proceso de Poisson compuesto. Si \{N (t), t &ge; 0{\} tiene intensidad &lambda;
y las variables Y tienen esperanza finita, entonces
E[X(t)] = \lambdat} E[Y}
1
].
Más aún, si las variables Y tienen varianza finita, entonces,
V(X(t)) = \lambdat} E[Y}
2
1
].
</p>
</div>
</div>
