org/probabilidad/07.org
**** Demostración
Para calcular la esperanza de X(t) c ondicionamos sobre N (t):
E [X(t)] = E [}E [X(t) |{N}(t)]]
15
Ahora bien,
E [X(t) | N}(t) = n] = E


N ( t ) 
X
{i=1}
Y
i
| N  ( t) = n}


= E}
"
n
X
{i=1}
Y
i
| N  ( t) = n}
\#
= E}
"
n
X
{i=1}
Y
i
\#
por la i ndependencia de Y
i
y N(t)
= n{E[Y_1
].
Esto implica que
E [X(t) | N}(t)] = N (t)E[Y}
1
]
y por l o tanto,
E [X(t)] = E [N (t)E[Y}
1
]] = E[N(t)]E[Y_1
] = \lambda t{E[Y_1
].
Aunque podemos obtener E[X(t)
2
] condicionando sobre N(t), usaremos la fórmula de la
varianza condicional
V(X(t)) = E[V(X(t)|{N}(t))] + V ( E[X(t)|{N (t)]).
Ahora bien,
V [X(t) | N}(t) = n] = V


N ( t ) 
X
{i=1}
Y
i
| N  ( t) = n}


= V}
n
X
{i=1}
Y
i
| N  ( t) = n}
!
= V}
n
X
{i=1}
Y
i
!
por la i ndependencia de Y
i
y N(t)
= n{V[Y_1
].
Esto implica que
V (X(t) | N}(t)) = N (t)V(Y}
1
)
y por l o tanto,
V (X(t)) = E [N(t)V(Y}
1
)] + V(N(t)E[Y_1
])
= V(Y_1
)E[N(t)] + E[Y_1
]
2
V(N(t))
= V(Y_1
)\lambda t + E[Y_1
]
2
\lambda t
= \lambda t{E[Y
2
1
].
16
**** Ejemplo 1.16
Supongamos que la cantidad de accidentes en una fábrica industrial se
rige por un proceso de Poisson de intensidad 4 por mes y que la
cantidad de trabajadores damnificados en cada accidente son variables
aleatorias independientes con distribución uniforme sobre $\{1, 2,
3\}$. Supongamos también que la cantidad de trabajadores damnificados
en cada accidente es independiente de la cantidad de accidentes
ocurridos. Se quiere hallar la media y la varianza de la cantidad
anual de trabajadores damnificados en dicha fábrica.

**** Solución
Sean N(t) la cantidad de accidentes en t meses e Y

i el número de trabajadores damnificados en el i-ésimo accidente, i =
1, 2, \dots . El número total de trabajadores damnificados en un año
puede expresarse en la forma X(12) =

P
N(12)
{i=1}
Y
i
.
Utilizando los resultados del Lema 1.15 tenemos que
E[X(12)] = (4 · 12)E[Y}
1
] = 48{E[Y_1
] = 48 · 2 = 96
V(X(12)) = (4 · 12)E[Y}
2
1
] = 48 ·}
14
3
= 224.
**** Ejercicios adicionales
6. Una partícula suspendida en agua es bombardeada por moléculas en
   movimiento térmico de acuerdo con un proceso de Poisson de
   intensidad 10 impactos por segundo. Cuando recibe un impacto la
   partícula se mueve un milímetro hacia la derecha con probabilidad 3
   / 4 o un milímetro hacia la izquierda con probabilidad 1
   / 4. Transcurrido un minuto, cuál es la posición media de la
   partícula?
7. Un servidor recibe clientes de acuerdo con un proceso de Poisson de
   intensidad 4 clientes por hora. El tiempo de trabajo (en minutos)
   consumido en cada servicio es una variable aleatoria U[1, 9]. Al
   cabo de 8 horas, cuál es el tiempo medio de trabajo consumido por
   todos los servicios?
* Bibliografía consultada
Para redactar estas notas se consultaron los siguientes libros:
1. Brémaud, P.: Markov Chains: Gibbs Fields, Monte Carlo Simulation,
   and Queues. Springer, New York. (1999)
2. Feller, W.: An introduction to Probability Theory and Its
   Applications. Vol. 2. John Wiley & Sons, New York. (1971)
3. Ferrari, P. A., Galves, A.: Construction of Stochastic Procecesses,
   Coupling and Regen eration. (2001)
4. Grimmett, G. R., Stirzaker, D. R.: Probability and Random
   Processes. Oxford University Press, New York. (2001)
5. Kingman, J. F. K.: Poisson Processes. Oxford University Press. New
   York. (2002)
6. Meester, R.: A Natural Introduction to Probability
   Theory. Birkhauser, Berlin. (2008)
7. Ross, S.: Introduction to Probability Models. Academic Press, San
   Diego. (2007)
 
 
 
 
 
 
 
 





