probabilidad/07.html
<div id="outline-container-org63a0b67" class="outline-5">
<h5 id="org63a0b67">Demostración</h5>
<div class="outline-text-5" id="text-org63a0b67">
<p>
Para calcular la esperanza de X(t) c ondicionamos sobre N (t):}
E [X(t)] = E [}E [X(t) |{N}(t)]]
15
Ahora bien,
E [X(t) | N}(t) = n] = E


N ( t ) 
X
{i=1}
Y
i
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">N  ( t) = n}</td>
</tr>
</tbody>
</table>
<p>


= E}
"
n
X
{i=1}
Y
i
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">N  ( t) = n}</td>
</tr>
</tbody>
</table>
<p>
\#
= E}
"
n
X
{i=1}
Y
i
\#
por la i ndependencia de Y
i
y N(t)
= n{E[Y<sub>1</sub>
].
Esto implica que
E [X(t) | N}(t)] = N (t)E[Y}
1
]
y por l o tanto,
E [X(t)] = E [N (t)E[Y}
1
]] = E[N(t)]E[Y<sub>1</sub>
] = \lambdat{E[Y<sub>1</sub>
].
Aunque podemos obtener E[X(t)
2
] condicionando sobre N(t), usaremos la fórmula de la
varianza condicional
V(X(t)) = E[V(X(t)|{N}(t))] + V ( E[X(t)|{N (t)]).
Ahora bien,
V [X(t) | N}(t) = n] = V


N ( t ) 
X
{i=1}
Y
i
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">N  ( t) = n}</td>
</tr>
</tbody>
</table>
<p>


= V}
n
X
{i=1}
Y
i
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">N  ( t) = n}</td>
</tr>
</tbody>
</table>
<p>
!
= V}
n
X
{i=1}
Y
i
!
por la i ndependencia de Y
i
y N(t)
= n{V[Y<sub>1</sub>
].
Esto implica que
V (X(t) | N}(t)) = N (t)V(Y}
1
)
y por l o tanto,
V (X(t)) = E [N(t)V(Y}
1
)] + V(N(t)E[Y<sub>1</sub>
])
= V(Y<sub>1</sub>
)E[N(t)] + E[Y<sub>1</sub>
]
2
V(N(t))
= V(Y<sub>1</sub>
)\lambdat + E[Y<sub>1</sub>
]
2
\lambdat
= \lambdat{E[Y
2
1
].
16
</p>
</div>
</div>
<div id="outline-container-orga1d05f0" class="outline-5">
<h5 id="orga1d05f0">Ejemplo 1.16</h5>
<div class="outline-text-5" id="text-orga1d05f0">
<p>
Supongamos que la cantidad de accidentes en una fábrica industrial se
rige por} un proceso de Poisson de intensidad 4 por mes y que la
cantidad de trabajadores damnificados en cada accidente son variables
aleatorias independientes con distribución uniforme sobre \(\{1, 2,
3\}\). Supongamos también que la cantidad de trabajadores damnificados
en cada accidente es independiente de la cantidad de accidentes
ocurridos. Se quiere hallar la media y la varianza de la cantidad
anual de trabajadores damnificados en dicha fábrica.
</p>
</div>
</div>

<div id="outline-container-org14c6454" class="outline-5">
<h5 id="org14c6454">Solución</h5>
<div class="outline-text-5" id="text-org14c6454">
<p>
Sean N(t) la cantidad de accidentes en t meses e Y
</p>

<p>
i el número de trabajadores damnificados en el i-ésimo accidente, i =
1, 2, &hellip; . El número total de trabajadores damnificados en un año
puede expresarse en la forma X(12) =
</p>

<p>
P
N(12)
{i=1}
Y
i
.
Utilizando los resultados del Lema 1.15 tenemos que
E[X(12)] = (4 · 12)E[Y}
1
] = 48{E[Y<sub>1</sub>
] = 48 · 2 = 96
V(X(12)) = (4 · 12)E[Y}
2
1
] = 48 ·}
14
3
= 224.
</p>
</div>
</div>
<div id="outline-container-orgda31c67" class="outline-5">
<h5 id="orgda31c67">Ejercicios adicionales</h5>
<div class="outline-text-5" id="text-orgda31c67">
<ol class="org-ol">
<li>Una partícula suspendida en agua es bombardeada por moléculas en
movimiento térmico de acuerdo con un proceso de Poisson de
intensidad 10 impactos por segundo. Cuando recibe un impacto la
partícula se mueve un milímetro hacia la derecha con probabilidad 3
/ 4 o un milímetro hacia la izquierda con probabilidad 1
/ 4. Transcurrido un minuto, cuál es la posición media de la
partícula?</li>
<li>Un servidor recibe clientes de acuerdo con un proceso de Poisson de
intensidad 4 clientes por hora. El tiempo de trabajo (en minutos)
consumido en cada servicio es una variable aleatoria U[1, 9]. Al
cabo de 8 horas, cuál es el tiempo medio de trabajo consumido por
todos los servicios?</li>
</ol>
</div>
</div>
</div>
</div>
<div id="outline-container-org143756b" class="outline-2">
<h2 id="org143756b">Bibliografía consultada</h2>
<div class="outline-text-2" id="text-org143756b">
<p>
Para redactar estas notas se consultaron los siguientes libros:
</p>
<ol class="org-ol">
<li>Brémaud, P.: Markov Chains: Gibbs Fields, Monte Carlo Simulation,
and Queues. Springer, New York. (1999)</li>
<li>Feller, W.: An introduction to Probability Theory and Its
Applications. Vol. 2. John Wiley &amp; Sons, New York. (1971)</li>
<li>Ferrari, P. A., Galves, A.: Construction of Stochastic Procecesses,
Coupling and Regen eration. (2001)</li>
<li>Grimmett, G. R., Stirzaker, D. R.: Probability and Random
Processes. Oxford University Press, New York. (2001)</li>
<li>Kingman, J. F. K.: Poisson Processes. Oxford University Press. New
York. (2002)</li>
<li>Meester, R.: A Natural Introduction to Probability
Theory. Birkhauser, Berlin. (2008)</li>
<li>Ross, S.: Introduction to Probability Models. Academic Press, San
Diego. (2007)</li>
</ol>
</div>
</div>
</div>
<div id="postamble" class="status">
Last update: 2019-03-06
</div>
</body>
</html>
